Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Tag "%@"...
ar_ae: ضع علامة "%@"...
da: %@" taggen...
de: Etikett "%@"...
de_ch: Etikett "%@"...
es: Etiqueta "%@"...
es_mx: Etiqueta "%@"...
es_us: Etiqueta "%@"...
fr: Étiqueter "%@"...
fr_ca: Balise "%@"...
hi_in: टैग "%@"...
id: Tandai "%@"...
it: Etichetta "%@"...
it_ch: Etichetta "%@"...
ja_jp: タグ「%@」...
ko_kr: 태그 "%@"...
nb_no: Merknad "%@"...
nl: Etikette "%@"...
pl: Oznacz "%@"...
pt: Etiqueta "%@"...
pt_br: Etiqueta "%@"...
ru: Тег "%@"...
sv: Rubrik "%@"...
th: แท็ก "%@"...
tr: Etiket "%@"...
uk_ua: Тег "%@"...
vi: Thẻ "%@"...
zh_hans: 标签“%@”......
zh_hant: 標籤「%@」...

source: Info
ar_ae: معلومات
da: Information
de_ch: Infos
es: Información
es_mx: Información
es_us: Información
fr: Renseignements
fr_ca: Renseignements
hi_in: सूचना
id: Informasi
it_ch: Informazioni
ja_jp: 情報
ko_kr: 정보
nb_no: Informasjon
pl: Informacje
pt: Informação
pt_br: Informação
ru: Информация
sv: Upplysning
th: ข้อมูล
tr: Bilgi
uk_ua: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar_ae: الإصدار %@ (%@)
da: Udgave %@ (%@)
de: Version %@ (%@)
de_ch: Version %@ (%@)
es: Versión %@ (%@)
es_mx: Versión %@ (%@)
es_us: Versión %@ (%@)
fr: Version %@ (%@)
fr_ca: Version %@ (%@)
hi_in: संस्करण %@ (%@)
id: Versi %@ (%@)
it: Versione %@ (%@)
it_ch: Versione %@ (%@)
ja_jp: バージョン%@（%@）
ko_kr: 버전 %@ (%@)
nb_no: Versjon %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt: Versão %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
sv: Version %@ (%@)
th: เวอร์ชั่น %@ (%@)
tr: Sürüm %@ (%@)
uk_ua: Версія %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本%@ (%@)
zh_hant: 版本 %@ (%@)

source: Your new branch will be based on your currently checked out branch "**%@**".
ar_ae: سيعتمد فرعك الجديد على فرعك الذي تم تسجيله حاليا "**%@**".
da: Din nye filial vil være baseret på din nuværende udtjekkede filial "**%@**".
de: Ihre neue Filiale wird auf Ihrer derzeit ausgecheckten Filiale "**%@**" basieren.
de_ch: Ihre neue Filiale wird auf Ihrer derzeit ausgewählten Filiale «**%@**» basieren.
es: Tu nueva sucursal estará basada en tu sucursal actual de salida "**%@**".
es_mx: Tu nueva sucursal estará basada en tu sucursal actual de control "%**%@**".
es_us: Tu nueva sucursal estará basada en tu sucursal actual de salida "**%@**".
fr: Votre nouvelle succursale sera basée sur votre succursale actuelle "**%@**".
fr_ca: Votre nouvelle succursale sera basée sur votre succursale actuelle « **%@** ».
hi_in: आपकी नई शाखा आपकी वर्तमान में चेक की गई शाखा "**%@**" पर आधारित होगी।
id: Cabang baru Anda akan didasarkan pada cabang yang Anda periksa saat ini "**%@**".
it: La tua nuova filiale sarà basata sulla tua filiale attualmente controllata "**%@**".
it_ch: La tua nuova filiale sarà basata sulla filiale attualmente controllata da te "**%@**".
ja_jp: 新しい支店は、現在チェックアウトしている支店「**%@**」に基づいて設定されます。
ko_kr: 귀하의 새 지점은 현재 체크아웃한 지점 "**%@**"에 기반할 것입니다.
nb_no: Din nye filial vil være basert på din nåværende utlånte filial "**%@**".
nl: Uw nieuwe filiaal zal gebaseerd zijn op uw momenteel uitgecheckte filiaal "**%@**".
pl: Twój nowy oddział będzie oparty na aktualnie wyewidencjonowanym oddziale "**%@**".
pt: Sua nova filial será baseada na sua filial atualmente registada "**%@**".
pt_br: Seu novo ramo será baseado no seu ramo atualmente verificado "**%@**".
ru: Ваша новая ветвь будет основана на вашей текущей проверенной ветке "**%@**".
sv: "Din nya filial kommer att baseras på din nuvarande utcheckade filial ""**%@**""."
th: สาขาใหม่ของคุณจะขึ้นอยู่กับสาขาที่คุณเช็คเอาท์ในปัจจุบัน "**%@**"
tr: Şu anda kontrol ettiğiniz şube "**%@**"e dayalı olarak yeni şubeniz olacaktır.
uk_ua: Ваша нова гілка буде заснована на вашій поточній перевіреній філії "**%@**".
vi: Chi nhánh mới của bạn sẽ dựa trên chi nhánh bạn đã kiểm tra hiện tại "**%@**".
zh_hans: 你的新分行将基于你目前勾选的分行“**%@**”。
zh_hant: 您的新分支將基於您當前已結帳的分支「**%@**」。

source: Which area are you seeing an issue with?
ar_ae: ما المنطقة التي ترى مشكلة معها؟
da: Hvilket område oplever du problemer med?
de: Mit welchem Bereich haben Sie ein Problem?
de_ch: Welches Problem haben Sie mit welchem Bereich?
es: ¿Con qué área estás viendo un problema?
es_mx: ¿Con qué área estás viendo un problema?
es_us: ¿Con qué área ves un problema?
fr: Quel est le problème que vous rencontrez ?
fr_ca: Quel est le problème que vous rencontrez?
hi_in: आप किस क्षेत्र के साथ समस्या देख रहे हैं?
id: Area mana yang Anda lihat bermasalah?
it: Con quale area stai avendo problemi?
it_ch: Con quale zona riscontri un problema?
ja_jp: どの地域で問題が発生しているかご覧になりますか？
ko_kr: 어떤 영역에 문제가 있는 것으로 보이나요?
nb_no: Hvilket område har du problemer med?
nl: Welk gebied heb je een probleem mee?
pl: Z którym obszarem widzisz problem?
pt: Em que área você está vendo um problema?
pt_br: Com qual área você está vendo um problema?
ru: С какой областью вы видите проблему?
sv: Vilket område har du problem med?
th: คุณเห็นปัญหาในพื้นที่ใด
tr: Hangi alanda bir sorun görüyorsunuz?
uk_ua: З якою областю ви бачите проблему?
vi: Vấn đề của bạn đang ở khu vực nào?
zh_hans: 你看到的问题出现在哪个区域？
zh_hant: 您遇到的問題是哪個區域的問題？

source: Failed To Find Changes
ar_ae: فشل في العثور على التغييرات
da: Ingen ændringer fundet.
de: Änderungen Nicht Finden
de_ch: Änderungen konnten nicht gefunden werden.
es: No se han podido encontrar cambios.
es_mx: No se han podido encontrar cambios.
es_us: No se han podido encontrar cambios.
fr: Échec de la recherche de changements.
fr_ca: Échec de la recherche de changements.
hi_in: परिवर्तन खोजने में विफल
id: Gagal Menemukan Perubahan
it: Non è riuscito a trovare le modifiche.
it_ch: Non è riuscito a trovare modifiche.
ja_jp: 変更の検出に失敗しました。
ko_kr: 변경사항을 찾을 수 없음
nb_no: Ingen endring funnet.
nl: Kan geen wijzigingen vinden
pl: Nie Udało Się Znaleźć Zmian
pt: Falha ao encontrar alterações.
pt_br: Falha ao encontrar alterações.
ru: Не Удалось Найти Изменения
sv: Kan inte hitta ändringar
th: ไม่พบการเปลี่ยนแปลง
tr: Değişiklikleri Bulamadı
uk_ua: Не Вдалося Знайти Зміни
vi: Không Tìm Thấy Các Thay Đổi
zh_hans: 找不到更改
zh_hant: 找不到更改

# Your new branch will be based on a commit "**%@**" (%@) from your repository.
source: Your new branch will be based on a commit "**%1$@**" (%2$@) from your repository.
ar_ae: سيعتمد فرعك الجديد على التزام "**%@**" (%@) من المستودع الخاص بك.
da: "Dit nye afsnit vil være baseret på et commit "**%@**" (%@) fra dit repository."
de: Ihre neue Filiale wird auf einem Commit "**%@**" (%@) aus Ihrem Repository basieren.
de_ch: Ihre neue Filiale wird auf einem Commit basieren «**%@**» (%@) aus Ihrem Repository.
es: Tu nueva sucursal estará basada en un commit "**%@**" (%@) de tu repositorio.
es_mx: Tu nueva sucursal estará basada en un commit "**%@**" (%@) de tu repositorio.
es_us: Tu nueva sucursal estará basada en un commit "**%@**" (%@) de tu repositorio.
fr: Votre nouvelle branche sera basée sur un commit "**%@**" (%@) de votre dépôt.
fr_ca: Votre nouvelle branche sera basée sur un commit "**%@**" (%@) de votre dépôt.
hi_in: आपकी नई शाखा आपके रिपॉज़िटरी से कमिट "**%@**" (%@) पर आधारित होगी।
id: Cabang baru Anda akan didasarkan pada komitmen "**%@**" (%@) dari repositori Anda.
it: La tua nuova filiale sarà basata su un commit "**%@**" (%@) dal tuo deposito.
it_ch: Un commit "**%@**" (%@) dal tuo deposito costituirà la base per la tua nuova filiale.
ja_jp: %@ リポジトリからのコミット「**%@**」（％@）に基づいて、新しいブランチが作成されます。
ko_kr: 귀하의 새로운 지점은 저장소에서 "**%@**" (%@)이라는 커미트에 기반할 것입니다.
nb_no: "**%@**" (%@) fra ditt depot vil være grunnlaget for din nye avdeling.
nl: Uw nieuwe tak zal gebaseerd zijn op een commit "**%@**" (%@) van uw repository.
pl: Twoja nowa gałąź będzie oparta na zatwierdzeniu "**%@**" (%@) z twojego repozytorium.
pt: Sua nova filial será baseada em um commit "**%@**" (%@) do seu repositório.
pt_br: Seu novo ramo será baseado em um commit "**%@**" (%@) do seu repositório.
ru: Ваша новая ветвь будет основана на фиксации "**%@**" (%@) из вашего репозитория.
sv: "Din nya gren kommer att baseras på ett commit "**%@**" (%@) från ditt lager."
th: สาขาใหม่ของคุณจะขึ้นอยู่กับคอมมิท "**%@**" (%@) จากที่เก็บของคุณ
tr: Yeni şubeniz, depodan "**%@**" (%@) bir taahhüdü temel alacaktır.
uk_ua: Ваша нова гілка буде заснована на коміті "**%@**" (%@) з вашого сховища.
vi: Cơ sở mới của bạn sẽ dựa trên một cam kết "**%@**" (%@) từ kho lưu trữ của bạn.
zh_hans: 你的新分支将基于你存储库中的提交“**%@**” (%@)。
zh_hant: 您的新分支將基於儲存庫中的提交「**%@**」（%@）。

source: No Filter Results
ar_ae: لا توجد نتائج تصفية
da: Ingen resultater filtreret efter
de: Keine Filterergebnisse
de_ch: Keine Filterergebnisse.
es: Sin resultados filtrados.
es_mx: Sin resultados filtrados
es_us: Sin resultados filtrados
fr: Pas de résultats filtrés
fr_ca: Aucun résultat filtré.
hi_in: कोई फ़िल्टर परिणाम नहीं
id: Tidak Ada Hasil Filter
it: Nessun risultato filtrato
it_ch: Nessun risultato filtrati
ja_jp: フィルターなしの結果
ko_kr: 필터링 결과 없음
nb_no: Ingen filtreringsresultater
nl: Geen Filterresultaten
pl: Brak wyników filtra
pt: Sem Resultados de Filtro
pt_br: Sem resultados de filtro.
ru: Нет результатов фильтра
sv: Inga filterresultat
th: ไม่มีตัวกรองผลลัพธ์
tr: Sonuçlar Filtrelemedi
uk_ua: Немає результатів фільтра
vi: Không có kết quả lọc
zh_hans: 无过滤结果
zh_hant: 沒有過濾結果

source: This IDE is currently enrolled in the %@ Build Programme
ar_ae: هذا IDE مسجل حاليا في برنامج البناء %@
da: Denne IDE er i øjeblikket registreret i %@ Build-programmet.
de: Dieser IDE ist derzeit im %@ Build Programm eingeschrieben.
de_ch: Dieser IDE ist derzeit im %@ Build-Programm eingeschrieben.
es: Este IDE está actualmente inscrito en el %@ Programa de Construcción
es_mx: Este IDE está actualmente inscrito en el %@ Programa de Construcción
es_us: Este IDE está actualmente inscrito en el %@ Programa de Construcción
fr: Cet IDE est actuellement inscrit au %@ Programme de construction
fr_ca: Cet IDE est actuellement inscrit au %@ Programme de construction.
hi_in: यह आईडीई वर्तमान में %@ बिल्ड प्रोग्राम में नामांकित है
id: IDE ini saat ini terdaftar di %@ Build Program
it: Questo IDE è attualmente iscritto al %@ Programma di costruzione
it_ch: Questo IDE è attualmente iscritto al %@ Programma di Costruzione.
ja_jp: %@ このIDEは現在、％@ビルドプログラムに登録されています。
ko_kr: 이 IDE는 현재 %@ 빌드 프로그램에 등록되어 있습니다.
nb_no: Denne IDE-en er for øyeblikket registrert i %@ Build-programmet.
nl: Deze IDE is momenteel ingeschreven in het %@ Bouwprogramma
pl: To IDE jest obecnie zarejestrowane w programie %@ Build
pt: Este IDE está atualmente inscrito no %@ Programa de Construção
pt_br: Este IDE está atualmente inscrito no %@ Programa de Construção
ru: Эта IDE в настоящее время зарегистрирована в программе %@ Build
sv: Denna IDE är för närvarande registrerad i %@ Byggprogrammet.
th: ขณะนี้ IDE นี้ลงทะเบียนในโปรแกรม %@ Build
tr: Bu IDE şu anda %@ Build Programına kayıtlıdır.
uk_ua: Ця IDE наразі зареєстрована в програмі %@ Build
vi: IDE này hiện đang được ghi danh trong Chương trình %@ Build
zh_hans: 此IDE目前已注册%@ 构建程序
zh_hant: 此IDE目前註冊於 %@ 構建程式

source: The editor needs to be restarted in order to apply the update.
ar_ae: يجب إعادة تشغيل المحرر من أجل تطبيق التحديث.
da: For at aktivere opdateringen skal redaktøren genstartes.
de: Der Editor muss neu gestartet werden, um das Update zu übernehmen.
de_ch: Um das Update zu übernehmen, muss der Editor neu gestartet werden.
es: El editor necesita ser reiniciado para aplicar la actualización.
es_mx: Es necesario reiniciar el editor para aplicar la actualización.
es_us: Es necesario reiniciar el editor para aplicar la actualización.
fr: Le metteur à jour doit être redémarré pour être appliqué.
fr_ca: Le metteur à jour doit être redémarré pour être appliqué.
hi_in: अपडेट को लागू करने के लिए संपादक को पुनरारंभ करने की आवश्यकता है।
id: Editor perlu dimulai ulang untuk menerapkan pembaruan.
it: Per poter applicare l'aggiornamento è necessario riavviare l'editor.
it_ch: Per poter applicare l'aggiornamento, è necessario riavviare l'editor.
ja_jp: 更新を適用するには、エディタを再起動する必要があります。
ko_kr: 업데이트를 적용하기 위해 편집기를 다시 시작해야 합니다.
nb_no: Redaktøren må startes på nytt for å aktivere oppdateringen.
nl: De editor moet opnieuw worden gestart om de update toe te passen.
pl: Edytor musi zostać zrestartowany, aby zastosować aktualizację.
pt: O editor precisa ser reiniciado para aplicar a atualização.
pt_br: O editor precisa ser reiniciado para aplicar a atualização.
ru: Редактор необходимо перезапустить, чтобы применить обновление.
sv: För att uppdatera måste du starta om redaktorn.
th: ตัวแก้ไขจําเป็นต้องรีสตาร์ทเพื่อใช้การอัปเดต
tr: Güncellemeyi uygulamak için editörü yeniden başlatmak gerekir.
uk_ua: Редактор потрібно перезапустити, щоб застосувати оновлення.
vi: Cần khởi động lại trình biên tập để áp dụng bản cập nhật.
zh_hans: 需要重新启动编辑器才能应用更新。
zh_hant: 需要重新啟動編輯器才能應用更新。

source: Category
ar_ae: فِئة
da: Kategori
de: Kategorie
de_ch: Kategorie
es: Categoría
es_mx: Categoría
es_us: Categoría
fr: Catégorie
fr_ca: Catégorie
hi_in: संवर्ग
id: Kategori
it: Categoria
it_ch: Categoria
ja_jp: カテゴリー
ko_kr: 카테고리
nb_no: Kategori
nl: Categorie
pl: Kategoria
pt: Categoria
pt_br: Categoria
ru: Категория
sv: Kategori
th: ประเภท
tr: Kategori
uk_ua: Категорія
vi: Thể loại
zh_hans: 类别
zh_hant: 類別

source: Grid View
ar_ae: عرض الشبكة
da: Rastervisning
de: Rasteransicht
de_ch: Rasteransicht
es: Vista de cuadrícula
es_mx: Vista de cuadrícula
es_us: Vista de cuadrícula
fr: Affichage en grille
fr_ca: Affichage en grille
hi_in: ग्रिड दृश्य
id: Tampilan Grid
it: Visualizzazione a griglia
it_ch: Visualizzazione a griglia
ja_jp: グリッドビュー
ko_kr: 그리드 보기
nb_no: Rutenettvisning
nl: Rasterweergave
pl: Widok siatki
pt: Visualização em grade
pt_br: Visualização de grade.
ru: Вид сетки
sv: Rutavy
th: มุมมองตาราง
tr: Kızılöklü Görünümü
uk_ua: Перегляд сітки
vi: Góc nhìn lưới
zh_hans: 网格视图
zh_hant: 網格檢視

source: 2. type #import and wait for autocompletion to begin
ar_ae: 2. اكتب #import وانتظر حتى يبدأ الإكمال التلقائي
da: #import og vent på, at autofuldføelsen starter.
de: geben Sie #import ein und warten Sie, bis die automatische Vervollständigung beginnt.
de_ch: Geben Sie #import ein und warten Sie, bis die automatische Vervollständigung beginnt.
es: 2. escriba #import y espere a que comience la autocompletación.
es_mx: 2. escriba #import y espere a que comience la autocompletación
es_us: 2. escriba #import y espere a que comience la autocompletación.
fr: tapez #import et attendez que le système commence à effectuer la complétion automatique.
fr_ca: tapez #import et attendez que le système commence à compléter automatiquement.
hi_in: 2. #import टाइप करें और ऑटोकम्प्लीशन शुरू होने की प्रतीक्षा करें
id: 2. ketik #import dan tunggu pelengkapan otomatis dimulai
it: digita #import e aspetta che inizi il completamento automatico.
it_ch: digita #import e aspetta che inizi il completamento automatico.
ja_jp: #import タイプを入力し、自動完了を開始するのを待ちます。
ko_kr: #import을 입력하고 자동완료 시작을 기다립니다.
nb_no: Skriv #import og vent på at fullføringen av automatisk fullføring skal starte.
nl: typ #import en wacht tot de automatische voltooiing begint.
pl: 2. wpisz #import i poczekaj na rozpoczęcie autouzupełania
pt: 2. digite #import e aguarde o autocompletação começar
pt_br: 2. digite #import e espere pelo auto-completamento para começar.
ru: 2. введите #import и дождитесь начала автозаполнения
sv: Skriv #import och vänta på att automatiskt slutförandet ska börja.
th: 2. พิมพ์ #import และรอให้การเติมข้อความอัตโนมัติเริ่มต้น
tr: #import yazın ve otomatik tamamlamanın başlamasını bekleyin.
uk_ua: 2. введіть #import і дочекайтеся початку автозаповнення
vi: 2. nhập #import và đợi tự động hoàn thành bắt đầu
zh_hans: 2. 输入#import并等待自动完成开始
zh_hant: 鍵入#import並等待自動完成

source: Enter a description for your stashed changes so you can reference them later.
ar_ae: أدخل وصفا للتغييرات المخبأة حتى تتمكن من الرجوع إليها لاحقا.
da: Indtast en beskrivelse af dine gemte ændringer, så du kan henvise til dem senere.
de: Geben Sie eine Beschreibung für Ihre versteckten Änderungen ein, damit Sie sie später referenzieren können.
de_ch: Geben Sie eine Beschreibung für Ihre versteckten Änderungen ein, damit Sie sie später wieder aufrufen können.
es: Ingresa una descripción para tus cambios ocultos para poder referirte a ellos más tarde.
es_mx: Ingresa una descripción para tus cambios ocultos para poder consultarlos más tarde.
es_us: Ingresa una descripción para tus cambios ocultos para poder referirte a ellos más tarde.
fr: Saisissez une description de vos modifications cachées afin de pouvoir vous y référer ultérieurement.
fr_ca: Entrez une description de vos modifications cachées afin de pouvoir vous y référer plus tard.
hi_in: अपने स्टैश किए गए परिवर्तनों के लिए एक विवरण दर्ज करें ताकि आप उन्हें बाद में संदर्भित कर सकें।
id: Masukkan deskripsi untuk perubahan tersimpan Anda sehingga Anda dapat merujuknya nanti.
it: Inserisci una descrizione per le modifiche che hai salvato in modo da poterle fare riferimento in seguito.
it_ch: Scrivi una descrizione per i tuoi cambiamenti nascosti in modo da poterli fare riferimento in seguito.
ja_jp: 後で参照できるように、隠し変更の説明を入力してください。
ko_kr: 나중에 참조할 수 있도록 저장된 변경 사항에 대한 설명을 입력하세요.
nb_no: Skriv en beskrivelse av dine lagrede endringer slik at du kan referere til dem senere.
nl: Voer een beschrijving in voor je opgeslagen wijzigingen zodat je ze later kunt raadplegen.
pl: Wprowadź opis swoich schowanych zmian, aby móc się do nich odwołać później.
pt: Insira uma descrição para as suas alterações guardadas para que possa referenciá-las mais tarde.
pt_br: Insira uma descrição para suas mudanças escondidas para que você possa referenciá-las mais tarde.
ru: Введите описание ваших спростанных изменений, чтобы вы могли обратиться к ним позже.
sv: Skriv en beskrivning av dina gömda ändringar så att du kan återfalla på dem senare.
th: ป้อนคําอธิบายสําหรับการเปลี่ยนแปลงที่ซ่อนไว้ของคุณเพื่อให้คุณสามารถอ้างอิงได้ในภายหลัง
tr: Daha sonra bunlara atıfta bulunabilmeniz için sakladığınız değişikliklerin bir açıklamasını girin.
uk_ua: Введіть опис ваших захованих змін, щоб ви могли посилатися на них пізніше.
vi: Nhập mô tả cho những thay đổi bạn đã lưu để bạn có thể tham khảo chúng sau.
zh_hans: 为你的隐藏变更输入描述，这样你就可以以后参考它们。
zh_hant: 輸入您儲存的更改的描述，以便您以後可以參考它們。

source: Rename branch:
ar_ae: إعادة تسمية الفرع:
da: Omdøb gren:
de: Filiale umbenennen:
de_ch: Filiale umbenennen:
es: Renombrar sucursal:
es_mx: Renombrar sucursal:
es_us: Renombrar sucursal:
fr: Renommer la branche :
fr_ca: Renommer la succursale :
hi_in: शाखा का नाम बदलें:
id: Ganti nama cabang:
it: Rinomina ramo:
it_ch: Rinomina ramo:
ja_jp: 支店の名称変更：
ko_kr: 지점 이름 변경:
nb_no: Omdøp av gren:
nl: Omakenaam tak:
pl: Zmień nazwę gałęzi:
pt: Renomear filial:
pt_br: Renomeie filial:
ru: Переименовать ветку:
sv: Omdöpa gren:
th: เปลี่ยนชื่อสาขา:
tr: Şubeyi yeniden adlandırın:
uk_ua: Перейменувати гілку:
vi: Đổi tên chi nhánh:
zh_hans: 重命名分支机构：
zh_hant: 重新命名分支機構：

source: Filter icon
ar_ae: رمز التصفية
da: Ikon for filter
de: Filter-Symbol
de_ch: Filter-Symbol
es: Icono de filtro
es_mx: Icono de filtro
es_us: Icono de filtro
fr: Icône de filtre
fr_ca: Icône de filtre
hi_in: फ़िल्टर आइकन
id: Ikon filter
it: Icona del filtro
it_ch: Icona del filtro
ja_jp: フィルターアイコン
ko_kr: 필터 아이콘
nb_no: Filterikon
nl: Filter pictogram
pl: Ikona filtra
pt: Ícone do filtro
pt_br: Ícone de filtro
ru: Значок фильтра
sv: Filterikon
th: ไอคอนตัวกรอง
tr: Filtre simgesi
uk_ua: Значок фільтра
vi: Biểu tượng lọc
zh_hans: 过滤图标
zh_hant: 過濾圖示

source: Open in Finder
ar_ae: افتح في Finder
da: Åbne i Finder
de: Im Finder öffnen
de_ch: Im Finder öffnen
es: Abrir en Finder
es_mx: Abrir en el Finder
es_us: Abrir en Finder
fr: Ouvrir dans le Finder
fr_ca: Ouvrir dans le Finder.
hi_in: फ़ाइंडर में खोलें
id: Buka di Finder
it: Apri nel Finder
it_ch: Apri nel Finder
ja_jp: ファイダーで開く
ko_kr: 찾기기에서 열기
nb_no: Åpne i Finder
nl: Openen in Finder
pl: Otwórz w Finderze
pt: Abrir no Finder
pt_br: Abrir no Localizador
ru: Открыть в Finder
sv: Öppna i Finder
th: เปิดใน Finder
tr: Bulucu'da Aç
uk_ua: Відкрити в Finder
vi: Mở trong Finder
zh_hans: 在Finder中打开
zh_hant: 在 Finder 中打開

source: Show/Hide Drawer
ar_ae: إظهار/إخفاء الدرج
da: Vis/Skjul Skuffe
de: Schublade ein-/ausblenden
de_ch: Schublade ein-/ausblenden
es: Mostrar/Ocultar cajón
es_mx: Mostrar/Ocultar Cajón
es_us: Mostrar/Ocultar Cajón
fr: Afficher/Masquer le tiroir
fr_ca: Afficher/cacher le tiroir.
hi_in: दराज दिखाएँ/छोपें
id: Tampilkan/Sembunyikan Laci
it: Mostra/Nascondi Cassetto
it_ch: Mostra/Nascondi Cassetto
ja_jp: 引き出しの表示/非表示を切り替える
ko_kr: 서랍 표시/숨기기
nb_no: Vis/Skjul skuffen
nl: Open/Verberg Lade
pl: Pokaż/Ukryj Szufladę
pt: Mostrar/Esconder Gaveta
pt_br: Mostrar/Esconder gaveta
ru: Показать/Скрыть Ящик
sv: Visa/dölj låda
th: แสดง/ซ่อนลิ้นชัก
tr: Çekmeceyi Göster/Gizle
uk_ua: Показати/Сховати Ящик
vi: Hiển thị/Ẩn ngăn kéo
zh_hans: 显示/隐藏抽屉
zh_hant: 顯示/隱藏抽屜

source: Options
ar_ae: خيارات
da: Muligheder
de: Optionen
de_ch: Möglichkeiten
es: Opciones
es_mx: Opciones
es_us: Opciones
fr: Choix
fr_ca: Choix
hi_in: विकल्प
id: Pilihan
it: Opzioni
it_ch: Opzioni
ja_jp: 選択肢
ko_kr: 선택사항들
nb_no: Alternativer
nl: Opties
pl: Opcje
pt: Opções
pt_br: Opções
ru: Варианты
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk_ua: Варіанти
vi: Các lựa chọn
zh_hans: 选项
zh_hant: 選項

source: Copy Branch Name
ar_ae: نسخ اسم الفرع
da: Kopiér filialens navn
de: Kopieren Sie den Namen des Zweigs
de_ch: Zweigname kopieren
es: Copia el nombre de la sucursal
es_mx: Copia nombre de la sucursal
es_us: Copia nombre de la sucursal
fr: Copier le nom de la branche
fr_ca: Copier le nom de la succursale.
hi_in: शाखा नाम की नक़ल करें
id: Salin Nama Cabang
it: Copia il nome del ramo
it_ch: Copia il nome della filiale
ja_jp: 支店の名前をコピーする
ko_kr: 지점명 복사하기
nb_no: Kopier filialnavn
nl: Kopieer de naam van de tak
pl: Kopiuj nazwę oddziału
pt: Cópia do Nome da Filial
pt_br: Cópia do nome da filial.
ru: Копировать название филиала
sv: Kopiera filialnamn
th: สําเนาชื่อสาขา
tr: Şube Adını Kopyala
uk_ua: Копіювати назву філії
vi: Sao chép Tên Chi nhánh
zh_hans: 复制分支名称
zh_hant: 複製分支名稱

source: Open New Web Tab
ar_ae: افتح علامة تبويب ويب جديدة
da: Åbn en ny webbrowser
de: Neue Web Registerkarte Eröffnen
de_ch: Neue Web Registerkarte öffnen.
es: Abre una Nueva Pestaña Web
es_mx: Abre una Nueva Pestaña Web
es_us: Abrir Nueva Pestaña Web
fr: Ouvrir une nouvelle fente Web
fr_ca: Ouvrir une nouvelle fente Web.
hi_in: नया वेब टैब खोलें
id: Buka Tab Web Baru
it: Apri una nuova scheda web
it_ch: Apri una nuova scheda web.
ja_jp: 新しいウェブタブを開く
ko_kr: 새 웹 탭 열기
nb_no: Åpne nytt nettleservindu
nl: Open nieuwe web tabblad
pl: Otwórz nową kartę internetową
pt: Nova guia da web aberta
pt_br: Abra uma nova guia da web.
ru: Открыть новую веб-вкладку
sv: Öppna en ny webbflik
th: เปิดแท็บเว็บใหม่
tr: Yeni Web Sekmesini Açın
uk_ua: Відкрити нову веб-вкладку
vi: Mở thẻ web mới
zh_hans: 打开新网页标签
zh_hant: 打開新網頁選項卡

source: Copy Path
ar_ae: نسخ المسار
da: Kopiérsti
de: Pfad kopieren
de_ch: Kopierpfad
es: Copia la ruta
es_mx: Caminar de copia
es_us: Caminar de Copia
fr: Copier le chemin
fr_ca: Copier le chemin
hi_in: पथ की नक़ल करें
id: Salin Jalur
it: Copia del percorso
it_ch: Copia percorso
ja_jp: パスのコピー
ko_kr: 복사 경로
nb_no: Kopierstiway
nl: Kopieerpad
pl: Kopiuj ścieżkę
pt: Caminho de cópia
pt_br: Caminho de cópia
ru: Копировать Путь
sv: Kopiera sökväg
th: คัดลอกเส้นทาง
tr: Yol Kopyala
uk_ua: Копіювати шлях
vi: Đường sao chép
zh_hans: 复制路径
zh_hant: 複製路徑

source: Inspector %@
ar_ae: المفتش %@
da: Inspektør %@
de: Inspektor %@
de_ch: Inspektor %@
fr: Inspecteur %@
fr_ca: Inspecteur %@
hi_in: निरीक्षक %@
id: Inspektur %@
it: Ispettore %@
it_ch: Ispettore %@
ja_jp: 検査官%@
ko_kr: 검사 %@
nb_no: Inspektør %@
nl: Inspecteur %@
pl: Inspektor %@
pt: Inspetor %@
pt_br: Inspetor %@
ru: Инспектор %@
sv: Inspektör %@
th: ผู้ตรวจการ %@
tr: Müfettiş %@
uk_ua: Інспектор %@
vi: Thanh tra %@
zh_hans: 检查员%@
zh_hant: 督察 %@
